var aa = [
	
[['aa' , 'bb'],'교과에서의 차별화된 인성교육', "2학년 학생들에게 교과와 연계한 프로젝트 수업을 하고 싶은데 어떻게 하면 되는지 알고 싶습니다.",'img'],
[['aa' , 'bb'],'교과와 연계한 프로젝트 수업', "교실에 대한 두려움을 극복할 수 있는 방법이 없을까요? 교과지도와 생활지도에 대한 자신감을 갖도록 방법을 말씀해 주세요. 어떻게 하면 좋을까요?",'img'],
[['aa' , 'bb'],'교과지도와 생활지도', "독서 활동과 인성교육을 연계한 구체적인 사례를 알고 싶습니다.(특히 버킷카드 활용과 관련하여)",'img'],
[['aa' , 'bb'],'독서교육', "수업시간에 언제나 물의를 일으키는 학생이 있습니다. 그 아이가 친구들을 웃기려고 이상한 말을 크게 한다거나 앞, 뒤, 옆 사람과 끊임없이 떠든다거나 하는 행동으로 학급 수업 분위기를 엉망으로 만듭니다. 사실 가끔은 그 아이만 없으면 수업이 힘들지 않을 것 같다는 생각이 듭니다. 직업으로 교사를 선택한 이상 이런 상황들에 놓일 때마다 화를 내고 수업을 망치고 싶지는 않습니다. 어떻게 하면 될까요?",'img'],
[['aa' , 'bb'],'수업 분위기 개선 방법', "안녕하세요? 수학과 교육과정에서 의사소통능력을 중요하게 생각하며 스토리텔링을 활용한 수업 진행을 하도록 하고 있는데 아직까지 아동들이나 교사들이 수학시간은 문제 푸는 시간이라는 생각이 있어서 수학 수업에서는 창의·인성활동이 부족한 것 같아요. 수학 시간에 활용할 수 있는 효과적인 창의·인성 자료나 방법에는 어떤 것이 있을까요?",'img'],
[['aa' , 'bb'],'수학 수업 중 창의·인성 지도 방법', "창의·인성 현장적용에 관한 세미나에 참석하여 듣기도 하고, 동국대에서 지난 여름에 했던 연수도 들어보았습니다. 컨설턴트 양성과정도 이수했고요. 그런데 현장 적용 사례를 살펴보면 수학 관련 내용은 많지가 않아서 제 나름대로 지도안을 작성하여 실행하고 있답니다.제가 하는 적용 방법은 주로 체험을 통해 창의성 신장은 확산적 사고를 키우는데 중점을 두고, 인성부분은 배려심과 협동심, 인내심을 키워주려고 노력하고 있답니다. 도미노를 통한 창작물 만들기, 다양한 체험수학 교구를 사용하여 직접 만들어 보고, 그 안에서 수학적 원리를 발견하여 문제해결력을 키우도록 수업을 진행하고 있답니다.제가 진행하고 있는 수업 방법이 창의•인성요소를 포함한 수업방법인지? 또 다른 수학과 수업 방법은 어떤 방법이 있는지에 대하여 컨설팅을 받고자 합니다.",'img'],
[['aa' , 'bb'],'수학과에서의 창의·인성 교육방법', "안녕하세요? 영어과 지도에서는 말하기, 듣기, 쓰기, 읽기 등 외국어를 익히고 사용하는데 중점을 두고 지도하고 있습니다. 영어과에 창의·인성을 접목해서 지도할 수 있는 효과적인 방법을 알고 싶습니다.",'img'],
[['aa' , 'bb'],'영어과와 창의·인성교육', "창의·인성수업을 실현하고자 야심차게 준비한 협동학습 과제를 모둠별로 나누어주었습니다. 그런데 각자의 의견만 내세우거나 수업과 관련 없는 행동을 하는 학생 등 의도치 않은 광경을 보고 좌절하였습니다. 이 학생들이 바람직한 배움을 얻을 수 있도록 교사가 도울 방법은 무엇인가요? 구체적인 방안을 소개해주세요.",'img'],
[['aa' , 'bb'],'원활한 수업 진행을 위한 구체적인 방안', "최근 융합인재교육(STEAM)이 몇 년 전부터 계속해서 대두가 되고 있는데 이것과 창의·인성교육이 흐름을 함께 한다면 둘의 개념은 어떻게 어우러져야 하는지 궁금합니다. 융합인재교육의 수단으로써 창의·인성교육이 이루어져야 하는 걸까요? 더불어 융합인재교육은 처음부터 이공계쪽을 베이스로 깔고 있는데 둘의 흐름을 어떻게 함께 수업에 반영해야 하는지 궁금합니다.",'img'],
[['aa' , 'bb'],'융합 인재교육과 창의·인성교육', "2015학년도 부터 저희 학교는 자유학기제를 실시하고자합니다. 자유학기제실시로 인해 지필평가가 없어져 평가에 많은 어려움이 있을 듯 합니다. 교과별 형성평가, 자기평가, 동료평가, 교사의 관찰평가 등 여러가지 방법을 생각하고 있지만 창의·인성교육과 관련하여 어떻게 평가지를 구성할지 고민이 많습니다. 창의·인성교육과 자유학기제를 연결한 적당한 평가지를 교과별로 어떻게 구성하는게 좋을까요?",'img'],
[['aa' , 'bb'],'자유학기제 관련 평가방법', "2016년부터 자유학기제가 전면 실시된다고 하는데 중학교 몇 학년에서 실시하는 것이 적합한지, 그리고 수업 및 평가는 어떻게 달라져야하는지 걱정이 됩니다. 지금부터 어떻게 준비해야하는지요?",'img'],
[['aa' , 'bb'],'자유학기제', "중학교 1학년 대상으로 진로수업을 하려고 하는데, 지루해하고, 그냥 노는 시간쯤으로 여길까봐 걱정돼요. 이론적으로 교과서를 통해 알고 있는 내용을 학생들에게 그대로 전달하려고 하니 힘듭니다. 어떻게 하면 좋을까요?",'img'],
[['aa' , 'bb'],'진로수업', "서울 대현초등학교 교육력제고팀 박수미입니다. 2014학년도 본교 교육력제고팀이 3W 프로그램을 통한 창의·인성 역량 키우기라는 연구주제로 꾸준히 학교교육력제고를 위해 노력하고 있습니다.본 연구팀에서는 본교 학교실정에 맞게 창의·인성 역량을 자기이해 및 조절 역량, 문제 해결 역량, 의사소통 역량으로 규정하고 3W 프로그램 즉 We, Work, With 프로그램을 개발하여 적용하였습니다.교과 연계 프로그램으로 1, 2학기 활동을 통해 교과 연계 3W 프로그램으로 구성해 보았는데 본 연구팀이 보완하여 적용했으면 하는 내용을 조언해 주시면 감사하겠습니다.",'img'],
[['aa' , 'bb'],'창의·인성 수업 모델 구성 문의', "저는 국어과 교사입니다.아이들과 글쓰기 지도를 할 때 이야기 다시 쓰기 같은 활동을 하면 아이들의 상상력과 창의력이 많이 반영된 글이 나옵니다. 그러나 안타깝게도 무척 창의적이나 비도덕적인 글이 나올 때가 있어요. 자살로 끝나게 한다든가 과정 가운데 파괴적인 이야기가 나오거나요. 그런데 창의성은 가능한 많은 규제를 하지 않을 때 나오잖아요. 그러니 도덕성을 지키는 가운데 글을 쓰라고 하기도 좀 그렇고요. 창작의 자유에 도덕성이 들어가면 아무래도 창의력이 많이 제한되지 않을까 싶거든요. 그럴 때 어떻게 해야 할까요?",'img'],
[['aa' , 'bb'],'창의교육과 인성교육을 함께 하는 것', "학생들의 평가 결과 두 학생이 같은 점수를 받았다고 하더라도 학생들이 무엇을 알고 무엇을 모르는지 학생마다 다를 수 있습니다.평가 점수보다는 학생들이 무엇을 알고, 무엇을 모르고 있는지 구체적으로 나타낼 수 있는 내용이 필요하지만, 아직도 학교현장에서는 수치화된 점수를 절대시하고 있습니다.학생들의 잠재적인 능력과 특성은 무시한 채 한 줄 세우기의 경쟁적인 평가가 아닌 학생들이 무엇을 잘 알고 있는지 부족한 부분은 무엇인지를 확인할 수 있는 평가방법, 나아가 학생들의 창의력과 문제해결력을 키우고 더불어 인성을 함양할 수 있는 평가방법은 무엇일까요?",'img'],
[['aa' , 'bb'],'창의력과 문제해결력, 더불어 인성을 함양할 수 있는 평가방법', "창의성을 높이는 수업을 하라고는 하지만 많은 교사들이 창의적 사고기법을 활용하여 창의성을 높이려고 합니다. 창의성 기법을 활용하는 것보다 근본적인 해결책은 무엇이 있을까요?",'img'],
[['aa' , 'bb'],'창의성을 키우기 위한 수업방법', "새로운 학기가 시작될 때나 학기 말 자투리 시간에 아이들과 함께 즐겁고 유의미하게 할 수 있는 창의·인성 교육 활동을 추천해주세요.",'img'],
[['aa' , 'bb'],'창의·인성 교육 활동', "안녕하세요!창의·인성교육에 관심이 많은 교사입니다. 창의·인성교육에서의 인성은 창의성을 발현하는데 도움이 되는 인성이라고 알고 있습니다. 창의·인성과 함께 현장에서는 인성교육중심 수업에 대한 관심이 높아지고 있습니다. 제가 언급한 개념대로라면 창의·인성교육과 인성교육중심 수업은 약간의 거리가 있는데 그 거리를 좁힐 수 있는 방안이 궁금합니다. 즉 창의·인성교육과 인성교육중심 수업을 한 차시의(혹은 그 이상) 수업에서 모두 적용하기 위해서는 어떤 점을 고려해야 할까요?",'img'],
[['aa' , 'bb'],'창의·인성교육과 인성교육중심 수업의 연계 방안', "초등학교 저학년의 경우 창의·인성 사고기법을 수업에 어떻게 적용할 수 있는지 궁금합니다. 또한 어떤 기법이 좋을지 추천도 부탁드립니다.",'img'],
[['aa' , 'bb'],'창의·인성 사고기법', "창의·인성교육을 하기 위해서는 교사의 발문이 매우 중요하다고 들었습니다. 창의성과 인성을 높이기 위해 발문법에 대해 알고 싶습니다.",'img'],
[['aa' , 'bb'],'창의·인성교육에서의 발문', "우리학교는 창의·인성프로그램을 교육과정에 반영하여 재구성하여 운영하고 있습니다. 또한 창의·인성 사고기법을 적용하여 다양한 수업을 진행하고 있습니다. 따라서 당연히 평가에도 창의·인성프로그램과 창의·인성 사고기법이 반영되어야 한다고 생각합니다. 그러나 그 방법을 잘 몰라서 고민입니다.",'img'],
[['aa' , 'bb'],'창의·인성프로그램과 창의·인성 사고기법', "초등학교 도덕 교과 외 다른 교과 수업에서 인성 덕목(정직, 약속, 용기, 책임, 배려, 소통, 존중, 공감, 소통, 협동, 총10가지)을 어떻게 함양하면  좋을까요? 총  10가지 인성덕목에 대해 발문과 관련 학습활동 사례를 알려주시면 정말 감사하겠습니다.",'img'],
[['aa' , 'bb'],'초등학교 도덕 외 수업에서 인성 덕목 함양 사례', "흔히 창의성은 새로운 것을 창조해내는 것을 말하고, 창의성의 요소로 유창성, 융통성, 정교성, 상상력, 독창성 등을 말합니다. 그러나 이 외에 다른 창의성 요소는 없을까요? 그리고 어떤 방법으로 창의성을 신장시킬 수 있는지 창의성 요소별로 예시를 하나씩만 들어 주시면 감사하겠습니다.1. 유창성을 키우는 방법    4. 상상력을 키우는 방법2. 융통성를 키우는 방법    5. 독창성을 키우는 방법3. 정교성을 키우는 방법    6. 또다른 창의성 요소와 신장 방법들",'img'],
[['aa' , 'bb'],'초등학교 수업에서 다양한 창의성 신장 방법', "창의성과 인성을 겸비한 인재",'img'],
[['aa' , 'bb'],'초중고 연계방안', "지난 토요일 연수 후에 질문하신 분은 초·중·고는 여건이 다르므로 차별화된 창의·인성 교육(프로그램) 운영이 필요하다고 하셨는데 전 다른 의견을 가지고 있습니다(저는 고등학교에서 지리를 가르치고 있음)이제 초등학교에서 창의·인성교육을 받은 학생이 중학교를 거쳐 고등학생이 되는 상황에서 이 학생들이 초, 중등학교에서 어떤 창의·인성 교육을 받았는지를 알아야 한다고 생각합니다. 초·중·고 연계방안이 없을까요?",'img'],
[['aa' , 'bb'],'토론수업의 자료주제 선정의 한계점', "1.  도덕교과 수업에서 토론 수업을 하려고 주제를 정하려고 하니 일상적으로 보던 주제만 펼쳐져 있어 학생들에게 확 와 닿고 한번 해보고 싶다 하는 주제선정이 어렵습니다.2.  기존의 토론관련 책을 대부분 살펴보아도 비슷비슷한 주제들이어서 학생들에게 참고로 줄 내용들을 구하기가 어려운 실정입니다.3.  중학교 1·2학년들은 아직 참고자료를 교사가 제공해야 하니 학생들이 찬반으로 공부해서 토론할 수 있는 자료가 많이 제공되었으면 좋겠습니다.4.  다양한 토론을 해볼 수 있도록 인문교양 관련 등의 토론 자료를 많이 개발해 주시면 고맙겠습니다.",'img'],
[['aa' , 'bb'],'학습자 중심의 수업', "3학년 아이들을 대상으로 영어과 수업에서 학습자 중심의 수업을 해보려고 합니다. 학생도 저도 기존의 문법 번역식 수업에 익숙해져서 활기찬 수업이 되기 힘든 것 같습니다. 어떻게 하면 좋을까요?",'img'],
[['aa' , 'bb'],'협력학습과 협동학습의 차이점', "협력학습과 협동학습의 차이점은 무엇인가요?",'img'],
[['aa' , 'bb'],'협력학습 진행할 때 문제점과 해결 방안', "협력학습 등의 수업을 진행할 때, 모둠 구성원간 역할분담, 무임승차 등의 갈등이 발생합니다. 또한 수업 시간 운영에 어려움이 있습니다. 이러한 문제점을 해결할 수 있는 방법은 무엇입니까?",'img'],
[['aa' , 'bb'],'프로젝트 수업을 할 때 목표를 제시하는 방법', "프로젝트 수업을 할 때 목표를 제시하는 방법에 대한 질문입니다.  - 차시별 목표 설정에 관한 것  - 주제를 제시하는 방법  - 주제를 설정하는 방법 ",'img'],
[['aa' , 'bb'],'프로젝트 수업의 실제 사례', "프로젝트를 적용한 수업을 학교 현장에서 할 때 사용할 수 있는 실제 사례가 무엇이 있을까요? ",'img'],
[['aa' , 'bb'],'프로젝트 피드백', "프로젝트 학습이 내실 있게 이루어지고 있다고 가정하면, 주제별로 관련 핵심 역량과 성취 수준의 달성 정도를 효과적으로 피드백 할 수 있는 방법이 어떤것이 있을까요?",'img'],
[['aa' , 'bb'],'프로젝트 학습 시 수업의 훈련', "프로젝트 수업을 했지만 교실이 너무 시끄럽고, 진행이 매끄럽지 않았습니다. 학생들이 수업에 잘 참여할 수 있도록 하기 위해서는 수업 훈련을 따로 해야 할까요?",'img'],
[['aa' , 'bb'],'프로젝트과정중의 협동 학습 평가', "프로젝트 과정 중 협동학습 기술이 향상된 정도를 평가하고 싶은데 좋은 방법이 있으면 알려주시기 바랍니다. ",'img'],
[['aa' , 'bb'],'프로젝트 수업평가 시 활동 과정의 평가', "프로젝트 수업 평가 할 때 학생들의 실적물을 강조하게 됩니다. 실적물이 아닌 학생들의 의사소통 과정이나 모둠활동 과정을 평가하는 효과적인 방법이 없을까요? ",'img'],
[['aa' , 'bb'],'창의·인성교육의 다양한 기법', "창의성 목표가 ‘다양한’ 등과 같이 너무 광범위하고 무의미하게 제시되는 경우가 많습니다. 따라서 ‘브레인스토망 기법을 이용하여 탐색할 수 있다.’ 혹은 ‘육색사고모기법을 통하여 탐구할 수 있다’와 같이 구체적인 방법을 써 넣는것이 좋지 않을까요?",'img'],
[['aa' , 'bb'],'창의·인성교육을 위한 수업개선이 잘 이루어진 사례', "창의·인성 교육을 위한 다양한 수업 개선 사례를 살펴보면서 수업중 교사의 역할에 대해 생각해 보게됩니다. 촉진자로서의 교사의 입장에서 수업 개선이 잘 이루어진 사례가 있을까요?",'img'],
[['aa' , 'bb'],'창의·인성수업을 위한 다양한 교수학습 방법', "창의·인성수업을 위한 다양한 교수학습 방법(브레인 스토밍, 스캠퍼), 트리즈 등)이 궁금합니다.",'img'],
[['aa' , 'bb'],'창의·인성교육이 기존의 수업과 다른 점', "기존의 수업에서도 학생의 창의력과 인성적인 특성들은 교과내에서 많이 강조 하고 가르쳐 왔습니다. 기존의 수업과 비교하여 어떤 것이 다른것인가요?",'img'],
[['aa' , 'bb'],'창의성과 인성을 평가하는 기준', "교과 속에서 교사가 전문적으로 창의성과 인성을 어떻게 평가할 수 있을까요? 창의성의 평가 기준이 있을까요?",'img'],
[['aa' , 'bb'],'관찰이외에 학생의 인성을 평가할 수 있는 방법', "학생들이 올바른 인성을 형성할 수 있도록 교육하고 평가한다는 것이 어려운 것 같습니다. 단순 관찰 외에 학생의 인성을 평가할 수 있는 방법에는 어떤것들이 있을까요?",'img'],
[['aa' , 'bb'],'창의·인성교육 수업설계를 위한 수업 모형', "창의·인성교육을 위한 수업을 설계하기 위해 수업 모형을 알고 싶습니다. 과학적 사고력을 신장시키고 더불어 인성도 함양할 수 있는 수업모형은 무엇이 있을까요?",'img'],
[['aa' , 'bb'],'통합가능한 교과 및 내용 찾기', "통합가능한 교과 및 내용을 찾는 과정이 쉽지 않습니다. 범주별로 같은 역역을 분류한 분류표를 국가교육과정에서 제시한다면 통합영역을 한 눈에 볼 수 있지 않을까요? 이렇게 하는 방법이 옳은 건가요?",'img'],
[['aa' , 'bb'],'융합수업의 평가방법', "융합 수업의 평가 방법에는 어떤 것이 있나요? 영어와 과학을 연계해서 평가할 수 있는 방법을 제시해 주시기 바랍니다.  ",'img'],
[['aa' , 'bb'],'효율적인 상시평가 운영하는 방법', "중학교에서 자유학기제 도입등으로 인해 상시평가의 중요성이 강조되고 있습니다. 효율적으로 상시평가를 운영하는 방법과 도움이 될만한 자료는 어떤 것이 있을까요? ",'img'],
[['aa' , 'bb'],'교육과정 재구성 후 학생평가', "교육과정 재구성을 해서 학생들의 흥미에 맞게 개인이 선택할 수 있는 기회를 제공했다면 평가는 어떻게 이루어져야 할까요?",'img'],
[['aa' , 'bb'],'학생의 발표력 향상을 위한 방안', "아동들이 활발한 발표를 해 줄 때는 수업시간이 정말 힘들지 않고 저도 무척 힘이 납니다만, 그렇지 못할 경우 정말 수업 진행에 어려움을 느낄 때가 많습니다. 학생의 발표력 향상을 위한 방안은 무엇이 있을까요?",'img'],
[['aa' , 'bb'],'교육과정 재구성을 할 때 학생의 선호도 파악', "학교을 옮기게 되면 새로운 학교의 학생들의 실태를 알기가 어렵습니다. 새로운 학교로 옮겨서 교육과정을 재구성 할때 학생들의 선호도를 파악하여 반영할 수 있는 방법은 무엇이 있을까요?",'img'],
];


var bb = [
[['aa' , 'bb'],'교과 교육과정 재구성 방향',"창의·인성 교육을 하기 위해서는 교과 교육과정의 재구성이 필요한데요. 실제로 학교에서는 창의·인성 교육 실현을 위한 교과 교육과정 재구성이 어떤 방향으로 진행되어야 하는지 잘 모르겠습니다. 교육과정 재구성 방법을 자세히 알려주셨으면 합니다."],
[['aa' , 'bb'],'교과과정 재구성에 대한 조언',"재미있게 아이들의 창의성을 키워줄 수 있는 방법을 고민 중입니다. 과목은 고등학교 미술이고요. 제가 진행하는 수업방식이 기능적인 부분보다는 학생들이 자신을 살펴보고 표현하고 서로의 작품을 공유하며 생각을 조금 더 깊이 있게 끌어내는 방향입니다. 도입부와 사전활동 후 구상계획서를 작성하는 과정을 잘 소화해내는 학생들과 그 단계를 다소 어렵게 생각하는 아이들이 있어서요. 학생들의 흥미와 창의력 사고력을 고려하여 다른 과목이나 사회 현상과 연결시키는 작업을 구상하고 있는데 조언 부탁드립니다^^"],
[['aa' , 'bb'],'교육과정 재구성 운영 시 어려움',"안녕하세요. 현재 교육과정을 재구성하여 운영하고 있는 초등교사입니다.교육과정 재구성은 아이들의 수업에 대한 흥미를 높이고 다양한 활동을 제공할 수 있다는 점에서 매우 의미 있지만, 어설프게 흉내만 낼 경우 매우 위험할 수도 있다고 항상 생각합니다. 특히 주지 교과에 대한 주제통합의 경우 억지로 통합한 것과 같은 느낌을 받을 때가 종종 있는데, 좀 더 효과적으로 교육과정을 재구성할 수 있는 좋은 방법은 없을지 고민입니다. 또한 시수확보도 어렵습니다. 또한, 이렇게 교육과정을 재구성하다 보면 평가 시 문제점이 생길 수밖에 없고 활동할 때에는 만족해하던 학부모님도 평가가 제대로 이루어지지 않는듯 하다고 말합니다. 교육과정 재구성과 평가가 따로 이루어져서는 안되지만, 각 교과별 수행평가를 봐야 하는 상황에서 쉽지 않은 것이 현실입니다.이 두 가지 고민에 대해 컨설팅 부탁드립니다^^"],
[['aa' , 'bb'],'교육과정 재구성에 관한 질문',"창의·인성을 주제로 한 교과간 융합 교육과정을 재구성할 때에, 교육 시수 확보 방법 및 세부적인 교육과정은 어떤 방향으로 운영되어야 할까요?"],
[['aa' , 'bb'],'교육적 변화에 대한 인식 확산 및 교육과정 재구성',"안녕하세요. 저는 △△고등학교에 근무하는 교사 ○○○입니다.저는 수학과 교사로서 이제 10년 넘게 학생 지도에 임하다 보니, 이제 겨우 제 수업을 떠나 다른 선생님들의 수업을 관심 있게 살피게 되고 아울러 제 자신의 수업과 교직에 대한 반성과 나름 좌표 설정을 해보고 싶은 생각이 듭니다.그런데, 묘하게 제가 그동안 근무하던 학교는 연세가 많으시거나 아주 젊은 교사들로 양분되다 싶이 구성되어 그저 일상적으로 자신의 교과를 지도하고 학생 생활지도를 했을 뿐 특별한 연구학교나 교원 연수·연구가 활발히 이루어지지 못했습니다. 이런 가운데 저도 자연스레 1정 연수를 마치고 교육대학원을 마쳤을 뿐으로 늘 반복되는 학교생활이 어느 땐가부터 밖의 변화에 조금은 두렵다는 생각마저 들기도 했습니다. 그러던 중 대학 동기의 권유로 올해 ‘창의·인성교육 현장 포럼’이란 것을 처음 참여하고 그곳에 참여하신 선생님들의 열정과 역동적인 모습에 적이 놀랐고, 저도 창의·인성에 초점을 두고 변화를 시도하고자 마음먹었습니다.하지만 학교의 현실은 수능과 대학입시에 종속되어 이런 교육적 변화의 움직임과 실천이 있는지조차 모릅니다. 제가 요청드리는 것은 이런 우리 교육의 현실에서 어떻게 하면 창의·인성교육을 학교 구성원 전반에 알리고, 가장 중요한 교육과정 재구성에 대한 교원들의 마음을 움직일 수가 있는지와 구체적인 실천 방법에 대해 컨설팅을 부탁드립니다."],
[['aa' , 'bb'],'보다 효율적인 교육과정 재구성 방법',"안녕하세요? 교육과정을 재구성해야 하는 이유도 알고, 재구성 했을 때 학생들에게 내면화 된 수업을 진행할 수 있어 효과적이라는 생각도 합니다. 그러나 막상 교육과정을 재구성해서 교육과정에 나타내려면 일이 너무너무 많습니다. 과목별 진도표는 제공하는 사이트가 있지만 재구성 했을 경우에는 진도표를 수작업해야 하기 때문이지요. 저는 월별 마인드맵으로 교육과정을 재구성하여 사용했었는데 보기도 편하고 참 좋았습니다. 그러나 교육과정에 시수까지 넣어서 나타내기는 어려웠습니다. 혹시 보다 효율적인 교육과정 재구성 방법이 없을까요?"],
[['aa' , 'bb'],'주제통합프로젝트 학습과 융합(STEAM) 학습',"과학 중심의 주제통합프로젝트 학습과 융합(STEAM)학습의 차이점과 각각의 사례를 알고 싶습니다."],
[['aa' , 'bb'],'창의 및 인성 교육에 관한 질문입니다',"서울신우초에 근무하는 오병권입니다.창의 교육 및 인성교육에 관한 질문입니다. 아이들의 창의성과 인성이 굉장히 중요하다는 것은 이견의 여지가 없을 것 같습니다. 하지만 현장에서 아이들을 지도하다 보면 실제로 교과교육과정을 운영하지 않을 수가 없습니다. 바쁜 학교 일정 속에서 아이들을 지도하다보면 별도의 시간을 내어 따로 창의 교육이나 인성교육을 주제로 수업을 하는 것은 무척이나 어렵습니다.살펴보면 때로는 창의 교육이나 인성교육이 별도의 주제로 창의성과 인성의 함양을 학습목표로 적극적으로 제시되기도 하고, 때로는 교과교육을 운영하는 과정에서 간접적으로 함양되기를 기대하기도 하고, 때로는 교과교육을 잘 배운 상태를 그 자체로 인성과 창의성으로 규정하고 교과교육을 잘하는 것이 인성과 창의성을 기르는 것이라고 하기도 합니다.상황이 이렇다보니 실제로 아이들을 가르치는 교사로서 판단에 혼선이 생깁니다. 어떻게 하면 아이들의 인성과 창의성이 길러질까요?"],
[['aa' , 'bb'],'창의·인성교육의 활성화에 대해서',"창의, 인성교육에 대한 관심은 높아지고 있지만 개념의 추상성 때문에 학교 현장에서는 많은 어려움을 겪고 있습니다. 그래서 많은 부분을 외부 프로그램이나 외부 강사 등에 의존해야 하는데요, 학교에서 자체적으로 수행할 수 있는 창의·인성 교육은 어떤 것들이 있을까요? 다양한 분야에 대한 방향성을 알았으면 합니다."],
[['aa' , 'bb'],'창의성과 인성이 정말 함께 갈 수 있는 개념인지에 대한 질문',"창의·인성교육에서는 인성을 갖춘 창의적 인재를 육성하는 것을 최종목표라고 말합니다. 하지만, 현장 교원이나 창의성 계발 전문가들은 과연 창의성과 인성이 함께 계발될 수 있는 능력인지에 대해 의문을 가지기도 합니다. 창의성과 인성이 정말 같이 갈 수 있는 개념이라고 생각하시는지 전문가의 의견을 듣고 싶습니다."],
[['aa' , 'bb'],'교육과정 재구성을 위한 교과통합 절차 및 방법',"교육과정 재구성을 위한 교과 통합 절차 및 방법과 교과 내 교육과정 재구성 방법에 대해 답변 부탁드립니다. "],
[['aa' , 'bb'],'핵심역량을 기반으로 한 교육과정 재구성 방안',"핵심역량을 기반으로 한 교육과정 재구성에 대한 방법을 알고 싶습니다. "],
[['aa' , 'bb'],'핵심역량기준의 교육과정 재구성 사례와 주의점',"학교에서 자체적으로 역량을 선정해서 운영할 때에 효율적인 접근방법과 미리 준비해야 하는 것에 대한 세부사항이나 핵심역량기준의 교육과정 재구성 사례가 있으면 답변 부탁드립니다."],
[['aa' , 'bb'],'인성중심으로 핵심역량과 성취기준을 통합한 재구성방안',"인성중심으로 핵심역량과 성취기준을 통합하여 수업을 재구성할 수 있는 방법을 설명 부탁드립니다."],
[['aa' , 'bb'],'성취기준 중심의 교육과정 재구성 시 주의점',"성취기준 중심의 교육과정 재구성 시 주의할 점을 알고 싶습니다. "],
[['aa' , 'bb'],'교육과정 재구성하여 수업운영할 때 교수법',"주제 중심 프로젝트를 할 때에 현실적으로 학생들의 모든 반응을 예상하여 주제를 준비하기가 힘이 듭니다. 그래서 교사가 예상 주제망을 작성하여 학생들은 활동의 종류만 제시하는 방향으로 진행하고 있습니다. 교사가 예상한 것과 전혀 다른 방향으로 흘러갈 때에 취해야 할 교수법에 대해 문의 드립니다. "],
[['aa' , 'bb'],'학생주도적 주제중심수업 운영',"교사 중심이 아닌 학생들이 협력하여 주도적으로 주제 중심 수업을 시작하는 방법에 대해 답변 부탁드립니다."],
[['aa' , 'bb'],'교과서 외의 교육과정 재구성 방안',"과목을 통합하여 교육과정을 재구성할 때 교과서의 제재(주제)로 통합하여 재구성을 해서 수업을 하고 있습니다. 이 방법 말고 다르게 재구성 할 수 있는 방법에는 어떤 것이 있을지 답변 부탁드립니다."],
[['aa' , 'bb'],'초등학교 1~2학년의 교육과정 재구성',"초등학교 1~2학년의 경우 이미 통합교과(봄,여름,겨울,  가을,겨울)이 프로젝트 형식으로 되어있습니다. 이러한 상황에서 1~2학년도 프로젝트 수업이 필요한지 답변 부탁드립니다."],
[['aa' , 'bb'],'특정 교과에서의 창의적 교육요소',"체육 과목의 창의·인성 교육연수를 들어보면 단순히 인성교육에 치중되어 있다는 느낌을 많이 받았습니다. 혹시 체육 과목에서 다룰 수 있는 창의 교육 요소에는 어떤 것들이 있는지 답변 부탁드립니다."],
[['aa' , 'bb'],'교육과정 재구성 시 교과서의 활용방법과 자료',"교육과정을 재구성하여 수업 시 교과서의 활용방법과 대체자료는 어떻게 사용 할 수 있는지 궁금합니다."],
[['aa' , 'bb'],'단독의 교육과정 재구성시 평가실시',"혼자서 교육과정을 재구성하게 되면 동학년 공통으로 실시해야 하는 학업성취도평가 및 수행 평가를 실시하기가 어렵습니다.(범위나 지도내용 등등) 혼자서도 교육과정을 재구성하여 실시 할 수 있을지 답변 부탁드립니다."],
[['aa' , 'bb'],'실제평가와 연계되는 교육과정 재구성 방법',"실제로 학교 현장에서 교육과정 재구성을 하다보면 교과서와 동떨어져 평가 시에 어려움이 많습니다. 주로 가정에서는 학생의 학습 과제 수행정도를 교과서로 확인하는 경우가 많기 때문에 평가기간이 되면 또다시 교과서를 활용해야 합니다. 실제 평가와 연계되는 교육과정 재구성 방법에 대해 답변 부탁드립니다."],
[['aa' , 'bb'],'프로젝트 수업의 장점 및 우수사례',"동학년 교사와 프로젝트 수업을 함께 진행하고 싶습니다. 프로젝트 수업의 장점 및 우수사례 답변 부탁드립니다."],
[['aa' , 'bb'],'교육과정 재구성에 동참하는 교사들의 의사소통',"교육과정 재구성에 동참하는 교사들과의 의사소통은 어떻게 하면 좋을지 답변 부탁드립니다"],
]
var cc = [
[['aa' , 'bb'],'창의 체함활동의 4 영역(자율, 봉사, 동아리, 진로) 연계 방안', "인문계 고등학교 교사입니다. 현재 학교에서 4개 영역 창의체험활동 분야를 담당하고 있습니다. 창의체험활동을 진행하다 보면 4개 영역이 연계되지 않을 경우 교육활동이 어수선하고 산만함은 물론 진정한 교육목표에 도달하기도 어렵다고 생각합니다. 2015학년도에는 대학 입시에도 도움이 될 뿐만 아니라 좀 더 효율적이고 일관성 있는 4개 영역 창의체험활동 연계방안을 알고 싶습니다."],
[['aa' , 'bb'],'창의· 인성교육에 대한 개념과 구체적 실현방안', "학교현장에서 창의·인성교육을 실시하고 있는데, 아직 광주는 많은 홍보가 부족하다고 봅니다. 여전히 개념적으로도 창의성과 인성의 결합에 대해 공감과 이해가 쉽지 않습니다.단순히 창의성교육과 인성교육을 따로 따로 하는 것을 결합해서 한다면 어떤 한 쪽으로 치우칠 우려가 있다고 봅니다. 그래서 다양한 방법에 대한 실제 예시 프로그램 개발이 필요하고 그러한 사례가 있는지 알고 싶습니다.첫째, 창의성+인성 에서 창의성이 중심이고 인성이 보조된 결합 예시둘째, 창의성+인성에서 인성이 중심이고 창의성이 보조된 결합 예시셋째, 창의성+인성에서 각각 특성을 살려 프로그램을 통합된 형태로 제시넷째,  창의성+인성에서 각각의 특성이 드러나지 않고 통합되어 새로운 프로그램의 예시경기도교육청에서는 창의지성교육에 대한 것들이 실시되고 있다고 들었습니다.  어떠한 차이가 있는지도 설명해 주시면 감사하겠습니다."],
[['aa' , 'bb'],'체험학습 사전 사후 지도 자료', "안녕하세요? 어느 날이든 조금 더 행복해 지시기 바랍니다.^^ 체험학습을 가는 경우 일반적으로 사전, 사후 학습을 진행하지요. 사전에는 홈피를 방문하여 본다던가, 사후에는 그림이나 글로 표현하지요. 그러나 해마다 같은 사전 사후 학습을 하다 보니 학생들이 다소 지루하게 느끼는 경우가 있더라구요. 혹시 더 좋은 체험학습 사전 사후 지도 자료가 있을까요?"],
[['aa' , 'bb'],'체험학습을 통한 학생들의 미래 가치 창출을 위한 체험학습 운영기획', "안녕하세요?동국대에서 운영하고 있는 창의·인성교육 현장전문가 네트워크회의에 두 번 참석하였던 충북 수석교사 김동례입니다. 훌륭한 강사님 섭외로 탄탄하고 핵심적인 창의·인성함양을 위한 교육 프로그램에 우선 감사드립니다.이 시대가 요구하는 창의인재 육성이 정말 교사로부터 변화가 없으면 우리 교육은 한없이 추락한다고 생각됩니다. 따라서 학생들이 직접 체험활동을 통하여 배려와 나눔을 실천할 수 있다고 생각됩니다. 무엇보다도 우리나라의 각 박물관이라든가. 문화유산이 있는 유적지를 일회성이 아닌 진정으로 가치를 느끼고 돌아올 수 있는 체험학습이 되었으면 하는 바램입니다. 할 수 있도록 추진하겠습니다. 무엇보다도 동국대 창의·인성교육거점센터에서 짜임새있게 진행해주시고, 모두 연구원님들의 따뜻한 안내와 지도로 흐뭇한 연수를 받게 되었습니다. 고맙습니다. 앞으로도 교육의 밝은 미래를 향해 갈 수 있는 좋은 연수프로그램 개설을 원합니다."],
[['aa' , 'bb'],'현장체험학습에서의 인성지도', "안녕하세요? 공주 상서초 이민석입니다. 체험학습을  갈때 인성지도를 할 수 있는 방법이 있을까요? 예를 들어 모둠별로 친구를 도와주며 현장체험학습을 다닌다던지 하는 다양한 활동이 있을 거 같습니다. 이곳에 이런 질문을 올려도 되는지 모르겠네요. 내용이 합당한지..."],
[['aa' , 'bb'],'창의· 인성교육의 개념(배움의 공동체나 모둠토론 협력등)', "창의·인성교육의 개념에 대해 질문 드립니다.배움의 공동체나 모둠토론협력 등 학생활동중심의 수업이 창의·인성교육인지, 창의성과 인성을 향상시킬 수 있다면 뭐든지 창의·인성교육이라고 할 수 있는지 답변 부탁드립니다."],
[['aa' , 'bb'],'체험학습을 기획할때 주의점', "창의·인성교육 측면에서 체험학습을 기획할 때 생각해야할 것과 운영상에 주의할 점에 대해 안내해주셨으면 합니다."],
[['aa' , 'bb'],'창의적 체험활동 우수사례의 기준', "창의적 체험활동 중 창의·인성 교육 우수사례를 찾으려고 할 때 우수하다는 기준은 무엇으로 보면 될지 현장전문가들의 의견을 듣고 싶습니다."],
[['aa' , 'bb'],'지속적인 창의적 체험활동 운영', "창의적 체험활동 운영 시, 단순 방문이나 일회성에 그치지 않고 지속적인 영향을 줄 수 있도록 지역 사회의 인적 자원을 활용하는 방법에 대해 답변 부탁드립니다. 아울러 창의적 체험활동 활성화 방안에 대해 좋은 사례가 있으면 소개해 주시기 바랍니다."],
[['aa' , 'bb'],'진로교육을 위한 자료', "창의적인 진로교육을 위한 다양한 방법의 자료를 구하기가 어렵습니다. 다양한 진로교육의 방안에 대해 문의 드립니다."],
]
 
 var dd = [
[['aa' , 'bb'],'동아리 활동 지도 외부 강사 초빙방법',"교육과정을 짜야 할 담당자로서 동아리활동에 외부 강사가 와주면 동아리활동이 좀 더 학생들의 끼를 키우는데 도움이 되지 않을까 싶습니다. 각종 분야의 동아리 활동 강사를 구할 수 있는 방법을 좀 알려주시기 바랍니다. 물론 학교 형편상 무료 봉사이셔야 합니다."],
[['aa' , 'bb'],'수업연구 동아리',"앞으로 교사들로 구성된 수업연구 동아리를 운영하고자 합니다. 수업의 새로운 모델을 연구, 활용할 수 있게하는 성격의 동아리로서 범교과 선생님들로 구성할 것입니다. 창의.인성 수업모델, 교과간 융합수업모델 등을 학생과 교과 성격에 맞게 연구하여 신임 선생님들의 수업컨설팅 자료로도 활용할 생각입니다. 교사 수업연구 동아리 운영 사례나 참신한 수업 모델에 대한 조언을 받고 싶습니다."],
[['aa' , 'bb'],'영어 독서 프로그램',"고등학교 학생들의 영어 독서 프로그램을 마련하고자 합니다. 학교 도서관에 영어 도서를 구비하고, 영어 다독을 독려하는 등의 영어 독서 프로그램의 실천 사례나 구체적인 아이디어에 도움을 주실 수 있다면 감사하겠습니다. 재학생 전체를 대상으로 하는 프로그램과 영어 도서반을 운영할 수 있는 방법에 대해 조언해 주시면 감사하겠습니다."],
[['aa' , 'bb'],'자유학기제에 따른 국어과 진로관련 동아리 지도',"우리학교는 현재 1학년 대상 자유학기제를 실시하고 있습니다.국어과 동아리 활동을 실시하고 있는데 (저는 2학년 국어를 담당하고 있고, 1년차 된 국어교사가 담당하고 있습니다.) 신문을 활용한 NIE수업을 진행하고 있습니다. 지금 다른 자유학기제를 운영하는 곳에서도 동아리 활동이라고 하나 진로와 깊이 연관되어 창의적으로 구성하기 보다는 국어수업 시간에 해 왔던 수업 방법 중 하나를 선택하여 진행하는 경우가 많은 것으로 알고 있습니다.앞으로 자유학기제가 확대 실시되어 진다면 국어 교육과정에 따른 자유학기제 모형에 맞추어 진로관련 프로젝트 국어수업 모형을 개발하여 현장에 배포되었으면 하는 바람입니다.동아리활동이 국어교과 시간과는 변별력이 있게끔 진행되었으면 좋겠구요. 학생들이 흥미와 호기심을 갖고 기다려지는 수업이 되었으면 좋겠습니다.정규수업시간에는 진도 때문에 부담이 있지만 동아리 시간은 자유롭게 학생들과 활동할 수 있으므로 프로젝트 모형 진로탐색 및 결과를 국어과 연계한 수업 모형 개발이 필요합니다."],
[['aa' , 'bb'],'진로동아리의 운영방법',"학생들의 인성 강화를 위한 교수학습방법의 개선 등 여러 가지 방법적인 측면에서 연구 및 활용이 아이들에게 꼭 필요하다고 생각하고 추진되는 연구가 적합하다고 생각합니다.학교에서는 학생들이 행복한 학교를 만들기 위해서 학생 주도의 다양한 동아리를 구성하여 운영하고 있는데, 특히 진로동아리의 경우 커리어넷을 통한 활용, 자기 꿈 발표 등의 활동을 하고 있는데 이 외에 다양한 활동을 사례 위주로 제시하여 주신다면 운영하는데 도움이 될 것 같습니다."],
[['aa' , 'bb'],'학생들이 주체인 동아리 활동 운영',"창의적 체험활동 중 동아리 활동 시간에 학생들이 주체가 되는 동아리 활동을 운영하고 싶습니다. 초등학생들은 아직은 선생님들의 지도하에 이루어지던 계발활동에 익숙한데 동아리 활동을 과연 학생들끼리 잘 할 수 있을까요? 어떻게 운영하면 될까요?"],
[['aa' , 'bb'],'동아리 운영 시 업무노하우와 현실적인 문제 해결방안',"동아리 운영 관련 매뉴얼 양이 너무 많아 업무를 하는데 어려움이 있습니다. 업무 노하우와 동아리 조직할 때 현실적인 문제에 대해 해결책은 무엇이 있을까요?"],
[['aa' , 'bb'],'지속가능한 동아리 및 창체 활동 사레',"주제 중심으로 지속 가능한 동아리 및 창체 활동 사례가 무엇이 있을까요?"],
[['aa' , 'bb'],'봉사와 관련된 동아리 운영사례',"창의적 체험활동과 관련하여 학생들 봉사동아리를 운영하는 경우 대부분 공공기관 등에서 아이들이 주로 신체적인 노력을 들여 봉사하는 경우가 대다수입니다. 물론 청소나 행정업무 보조 등의 활동도 의미가 있지만 학생들이 주도적으로 자신들의 일손이 필요한 봉사활동을 계획하고 이에 관해 실천하는 프로젝트성 봉사동아리를 운영해 보고 싶습니다. 이렇게 진행된 사례가 있을까요?"],
[['aa' , 'bb'],'교과와 연계한 동아리 운영사례',"교과와 연계한 동아리 운영 사례에 대해 궁금합니다."],
 ]
 var ee = [
[['aa' , 'bb'],'창의· 인성교육 중심 교육과정 편성방법',"최근 공교육정상화를 위한 대부분의 정책들이 교육과정을 기반으로 하는 것이며, 학교 운영 및 교과 교실 수업에 있어서도 교육과정 중심의 운영을 강조, 강화하고 있습니다. 더불어 교과교육과정의 중요성도 크게 강조되고 있는 바. 창의·인성교육 중심의 교육과정 편성 방법이나 사례를 도와주시길 바랍니다."],
[['aa' , 'bb'],'학급 경영에 관한 질문',"5학년 담임을 처음 맡게 되었습니다.다른 것보다도 여학생들 사이의 갈등을 어떻게 해야 서로 상처입지 않으면서 해결할 수 있을지가 고민입니다. 아이들이 인성적으로도 성숙하는 것과도 관련이 있을 것 같아서 이렇게 질문합니다. 저희반의 경우는 한 아이가 친구들끼리 패를 나누어서 자신들끼리만 놀려하고 그 패거리 안의 친구들에게 다른 친구들과는 못 놀게 하는 등의 사건이 있었습니다."],
[['aa' , 'bb'],'인성교육과 관련된 좋은 활동 사례',"인성 교육 실천 주간 동안 학교에서 실시하면 좋은 활동 내용을 알고 싶습니다."],
[['aa' , 'bb'],'자율형 창의경영학교',"자율형 창의 경영학교란 무엇인가요?"],
[['aa' , 'bb'],'자율형 창의경영학교의 운영과정의 성과관리',"자율형 창의경영학교의 운영 과정 전후의 성과관리가 효과적으로 이루어지는 방안은 무엇이 있을지 답변 부탁드립니다."],
[['aa' , 'bb'],'교육과정 재구성 시 동학년의 협의',"교육과정 재구성을 위해서는 동학년 협의가 필수적인 경우가  많습니다. 그럼 학기 시작 전에 동학년 교사 구성원이 정해져야 하는데 2월말에 학년 구성이 이루어지고 바로 새학기가 시작됩니다. 이러한 여건에서는 제대로 된 교육과정 재구성이 이루어지기 힘들 것 같다는 생각이 듭니다. 이에 대한 현실적인 해결책을 알고 싶습니다."],
[['aa' , 'bb'],'동학년 교사들과의 네트워크 체계를 형성하는 방법',"동학년 교사들과 교육과정 재구성을 할 때 네트워크 체계를 형성하는 방법에 대해 답변 부탁드립니다."],
 ]
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 